#!/usr/bin/python
# -*- coding: utf-8 -*-
# coding=utf-8


import re


def normalize_text(_t, replacements_regex):
    t = _t
    for (reg, to) in replacements_regex:
        t = re.sub(reg, to, t)


    return t


replacements_regex = [

    #     SYNTAX

    (r'(?<=[а-яА-Я])(?=\d)', ' '),

    (r'[ ]{2}', ' '),
    (r'\n{2}', '\n'),
    (r'(?<=[^0-9 ])\.(?=[\w])', '. '),

    (r'(?<=\d{4})\s*г\.', ' год'),

    (r'(?<=\s)\.(?=\d+)', '0.'),
    (r'(?<=\S)*\s+\.(?=\s+)', '.'),
    (r'(?<=\S)*\s+\,(?=\s+)', ','),

    (r'(?<=\d)+г\.', ' г.'),
    (r'(?<=[ ])г\.(?=\S+)', 'г. '),

    (r'«\s', '«'),
    (r'\s»', '»'),

    (r'(?<=\d)+[. ](?=\d{3}\s*[(].{3,40}\sтысяч?)', ''),  # 3.000 (Три тысячи)

    (r'(?<=\s)*ООО(?=\s+)', 'Общество с ограниченной ответственностью'),
    (r'(?<=\s)*АО(?=\s+)', 'Акционерное Общество'),
    (r'(?<=\s)*ИП(?=\s+)', 'Индивидуальный предприниматель'),
    (r'(?<=\s)*АО(?=\s+)', 'Закрытое Акционерное Общество'),

    (r'[«|\"|\']Стороны[»|\"|\']', 'Стороны'),
    (r'[«|\"|\']Сторона[»|\"|\']', 'Сторона'),

    (r', именуемые в дальнейшем совместно\s*?\s*Стороны,', ','),
    (r',\s*а\s*по\s*отдельности\s*.{1,2}\s*Сторона,', ','),

    (r'именуем\S{1,3}\s+в\s+дальнейшем\s+', 'ИМЕНУЕМОЕ '),
    (r'именуем\S{1,3}\s+далее\s+', 'ИМЕНУЕМОЕ '),

    (r'с одной стороны и\s*\n', 'с одной стороны и '),

]