obligation_patterns = {
  'agent_patterns': [
    'Одаряемый обязан',
    'Исполнитель обязан',
    'Подрядчик обязуется',
    'Исполнитель предоставляет',
    'Подрядчиком предъявляются'
  ],

  'datetime_patterns': [
    'время',
    'в течение 0 часов',
    'суточные',
    'ежесуточно',
    'суточный и месячный',
    'со дня, следующего за днем'
    'дата начала',
    'не позднее',
    'в дневный срок',
    'после начала',
    'перед началом',
    'последний день месяца',
    'с момента',
    'ежедневно',
    'двадцать рабочих дней',
    'десять календарных дней',
    'в течение 0 дней с момента',
    'в установленный срок',
    'в срок до числа месяца']
}

text = '''
5.3 . Денежные обязательства Покупателя считаются исполненными со дня зачисления денежных средств на расчетный счет Продавца . ¶

Не позднее 15 ( пятнадцати ) рабочих дней с даты подписания настоящего договора , подготовить и подать в Росреестр заявление , а также все необходимые документы , для осуществления государственной регистрации перехода права собственности на Объект и Земельный участок от Продавца к Покупателю . ¶

Поставщик обязуется не позднее, чем за 20 ( Двадцать ) рабочих дней уведомить Покупателя о начале производства Товара 

	1.	Не позднее 5-ти календарных дней до планируемого начала бурения скважины информировать Подрядчика об этом путем предоставления заказа-наряда на выполнение работ (Приложение №3).

	2.	За 3 календарных суток до начала бурения каждой скважины направить на согласование Подрядчику График глубина-день в формате согласно Приложению №19, который, после подписания Сторонами, является основным документом календарного планирования на весь период производства работ по данной скважине. График глубина-день для каждой скважины подписывается уполномоченными представителями Сторон.

4.1.9 До начала выполнения работ по настоящему договору Заказчик предоставляет Подрядчику информацию о границах земельного участка и схему проезда к Объекту(ам) Заказчика. В случае изменения информации о границах земельного участка и/или схемы проезда к Объекту(ам) и/или изменения количества Объектов, Заказчик в 3-хдневный срок письменно информирует об этом Подрядчика с приложением измененных (новых) схем и/или границ земельных участков.

За 5 (пять) суток до начал выполнения работ предоставить Заказчику на согласование Программу промывки скважины согласно формата предусмотренного Приложением № 4 к Договору, сформированную на основании проектной документации, геолого-технического наряда и индивидуальной программы на бурение скважины. 

4.3.15 До начала работ на Объекте Подрядчик производит проверку и согласование схемы монтажа циркуляционной системы и оборудования системы очистки. После окончания монтажа БУ проводит аудит системы очистки перед началом работ на кустовой площадке комиссионно (представитель Заказчика, представитель Подрядчика, представитель Бурового подрядчика). Результаты аудита предоставляются Заказчику. Аудит должен содержать информацию о предполагаемой  эффективности работы  системы очистки и необходимой модернизации для улучшения работы. По требованию Заказчика Подрядчик проводит аудит циркуляционной системы буровой установки в процессе бурения скважин. Проводить поинтервальную оценку эффективности работы системы очистки, ежесуточный анализ потерь бурового раствора на поверхности, По результатам анализа разработать план мероприятий по минимизации рисков потерь бурового раствора.

4.3.17 Ежесуточно в журнале буровых растворов указывать параметры бурового раствора до обработки и после обработки химическими реагентами, с указанием количества вводимых реагентов, а также концентрации на 1м3, и ежесуточно передавать данные представителю Заказчика.

В течение 5 календарных дней после завершения Работ на скважине представить подробный отчет по растворам на бумажном носителе и в электронном виде в соответствии с Приложением №23 (Форма отчета о пробуренной скважине). В отчете должны быть обобщены свойства растворов и затраты с разбивкой по интервалам, подробные сведения о расходе и объемах раствора, сведения о конкретных осложнениях в стволе, выводы и рекомендации, расчёт эффективности системы очистки по интервалам бурения, акт о переводе скважины (на рассол или свежеприготовленный раствор), а также подробные объяснения причин перерасхода хим.реагентов на скважине в случае возникновения такого случая, расчет удельных стоимостных показателей (стоимость 1м3, стоимость метра проходки и т.д.) в сравнении с плановыми показателями.

Вести точный ежедневный учет расхода материалов, транспорта, хим. реагентов, их стоимости с предоставлением отчета Заказчику в соответствии с Приложением №8 (Акт об использовании химических реагентов при бурении), с Приложением №8.1. (Акт о перерасходе химических реагентов и материалов) и Приложением №9 (Акт о списании израсходованных сеток для вибросит) .

Вести и ежесуточно предоставлять Заказчику суточный рапорт Подрядчика установленной формы (Приложение №7) Ежесуточный рапорт Подрядчика должен подписываться Супервайзером и содержать информацию о производительном и непроизводительном времени Подрядчика, фактическом расходе химических реагентов и сеток вибросит за сутки. 

Обеспечивать (но не ограничиваться указанным) следующее: 
Разработку смет расходов и плановых показателей по затратам и потреблению материалов с разбивкой по скважинам, в соответствии с техническими условиями Заказчика.
Разработку программ по сопровождению буровых растворов для каждой скважины с расчетом общих затрат, в соответствии с техническими условиями Заказчика.
Суточные и сводные отчеты по затратам.
Ежедневные рекомендации для непрерывного совершенствования показателей работы.
Подготовку отчетов (в бумажном виде и на электронном носителе) об окончании Работ на скважине с рекомендациями по дальнейшему совершенствованию показателей, в соответствии с техническими условиями Заказчика.
По распоряжению Заказчика Подрядчик на каждом объекте выполнения работ собственными силами обеспечивает ежесуточное ведение базы данных по буровым растворам в системе мониторинга бурения Заказчик.

4.3.26 Вести суточный и месячный учет всех жидкостей, получившихся в результате производства работ по приготовлению,  использованию, размещению  бурового раствора.

В течение 5 (Пяти) рабочих дней с момента подписания настоящего Договора Подрядчик обязуется направить  Заказчику надлежащим образом заверенные копии документов, подтверждающих полномочия лиц, уполномоченных подписывать дополнительные соглашения к настоящему Договору, акты и счета-фактуры (для руководителя - документа о назначении на должность руководителя, для главного бухгалтера – приказа о назначении на должность главного бухгалтера, для иных лиц – приказа (иного распорядительного документа) по организации, доверенности от организации), а также предоставить заверенные организацией образцы подписей вышеуказанных лиц. В случае изменения перечня лиц, имеющих вышеуказанные полномочия, Подрядчик обязуется незамедлительно сообщить об этом Заказчику и предоставить указанные в настоящем абзаце документы в отношении указанных лиц.

Предоставить следующие документы:
список лиц, имеющих право подписи доверенностей на получение от Заказчика давальческих материалов в переработку, с указанием занимаемой должности и образца подписи,
список руководящих лиц, имеющих право подписи форм отчетности, с указанием занимаемой должности и образца подписи,
список материально-ответственных лиц, имеющих право на получение от Заказчика давальческих материалов в переработку, с указанием занимаемой должности, образцов подписи и штампа.
ФИО и должности лиц, имеющих право подписывать акты проверок, аудитов, разрешительную, исполнительную и другую документацию на месте производства работ согласно предмета настоящего договора при выполнении работ на месторождениях в зоне производственной деятельности Заказчика.

При планировании авиаполетов на автономные объекты Заказчика за 2 рабочих дня Подрядчик обязуется направить Заказчику письмо по электронной почте со своего официального электронного адреса info@company.ru  на официальный электронный адрес Заказчика хххх@gazprom-neft.ru   о согласовании полета.
К письму прилагается информация:
дата вылета;
время вылета;
маршрут полета;
название авиакомпании;
тип воздушного судна;
количество пассажиров;
наличие пропусков на автономные объекты Заказчика и подтверждение о ранее предоставленной заявке на выдачу пропуска;
старший в полете/ответственный за груз с указанием Ф.И.О., контактного телефона;
вес и характеристика груза;
контактное лицо по организации авиаперевозок с указанием e-mail.

В целях контроля соблюдения установленных показателей эффективности Заказчик ежемесячно, в срок до 10 (десятого) числа месяца, следующего за отчетным месяцем, направляет в сканированном виде на адрес электронной почты уполномоченного представителя Подрядчика заполненную и подписанную Заказчиком оценку показателей эффективности деятельности контрагента по форме Приложения №16. Подрядчик в течение 3-х рабочих дней с момента получения заполненной Заказчиком отчетной формы, согласовывает ее путем подписания уполномоченным лицом и в сканированном виде направляет Заказчику. 

В случае несогласия с результатами оценки показателей эффективности Подрядчик в течение 3-х рабочих дней с момента получения от Заказчика заполненной формы обязан направить на адрес электронной почты уполномоченного представителя Заказчика мотивированное возражение с приложением подтверждающих документов, которое Заказчик рассматривает в течение 3-х рабочих дней с момента получения. Последующее согласование показателей эффективности происходит в порядке первоначального согласования.

В случае неполучения от Подрядчика в установленный срок согласованной формы показателей эффективности или получения немотивированного отказа в согласовании, на форме ставится отметка об отсутствии согласования со стороны Подрядчика с кратким описанием ситуации, при этом форма Приложения №16 считается заполненной должным образом для целей настоящего Договора.

Оценка эффективности деятельности подрядчиков проводиться ежемесячно, с подведением ежеквартальных итогов, на основании которых принимаются решения, направленные на повышение эффективности деятельности.

Увеличение объема работ Заказчиком возможно в любой момент действия Договора, но не позднее чем, за 30 календарных дней до даты начала выполнения дополнительного объема работ и не более чем на 20% от объема работ, предусмотренного п.1.2 Договора.

4.5.10 В случае нарушения Заказчиком предусмотренного настоящим разделом Механизма изменения объема работ (условий, порядка, сроков) Подрядчик принимает решение об исполнении/неисполнении Уведомления самостоятельно, информируя при этом Заказчика в письменной форме и в следующем порядке. В течение 1 рабочего дня с момента получения Уведомления Заказчика на электронную почту, Подрядчик принимает решение об исполнении/неисполнении Уведомления, и направляет скан-копию письма-ответа (Приложение №27), подписанного уполномоченным лицом с приложением документов, подтверждающих полномочий подписанта, с официального электронного адреса Подрядчика info@ company.ru  на официальный электронный адрес Заказчика хххх@gazprom-neft.ru . Не позднее чем в течение 1 рабочего дня после направления скан-копии ответа по электронной почте, оригинал письма-ответа направляется по адресу Заказчика указанному в разделе 4.5. Договора. Подрядчик уведомлен, что указанным пунктом он вправе принять/ либо не принять Уведомление Заказчика, изменение Уведомления (встречное предложение по условиям) не допускается, и не рассматривается Заказчиком. В случае, если отказ Подрядчика от исполнения Уведомления основан на его утверждении о нарушении Заказчиком Механизма изменения объема работ был недобросовестным (отсутствовали нарушения со стороны Заказчика), Заказчик вправе привлечь Подрядчика к ответственности, как за отказ от исполнения объема работ по Договору. 

При наличии потребности в выполнении дополнительного объема работ Заказчик не менее чем за 30 календарных дней до начала выполнения такого объема работ, направляет в адрес Исполнителя Наряд-Заказ на выполнение объема работ с целью подтверждения технической возможности и согласования расчета стоимости работ.
Исполнитель, в течение 10 рабочих дней с момента получения Наряд-Заказа направляет в адрес Заказчика подписанный со своей стороны Наряд-заказ, а так же согласовывает или представляет обоснованные комментарии к расчету стоимости (используемые в расчете Наряд-Заказа единичные расценки должны соответствовать расценкам, зафиксированным в Приложении №10-10.3 для соответствующего календарного года). Стороны согласовали, что в случае отсутствия ответа от Исполнителя на Наряд-Заказ в указанный срок, Наряд-Заказ считается несогласованным Сторонами.

4.6.4 Исполнитель имеет право отказаться от выполнения предлагаемого Заказчиком в Наряд-Заказе объема работ только в случае отсутствия технической возможности исполнения обязательств или не соответствия условий Наряд-Заказа согласованным условиям Договора, в том числе требованиям Технического задания. Заказчик рассматривает обоснованность замечаний Исполнителя к Наряд - Заказу в течение 2-х рабочих дней с момента получения ответа Исполнителя. Стороны согласовали, что расценки, установленные Приложении №10-10.3 Договора, являются неизменными на весь период действия Договора и предложения Исполнителя по их корректировке не подлежат рассмотрению Заказчиком и квалифицируются, как несогласие Исполнителя выполнить работы по Наряд-Заказу.

4.6.5.	При согласии Исполнителя выполнить объем работ указанный в Наряд-Заказе, Исполнитель подписывает и направляет Заказчику два экземпляра Наряд-Заказа,(п.4.6.3 Договора). Заказчик в течение 5 рабочих дней после получения подписанного Исполнителем Наряд-Заказа направляет Исполнителю подписанный со своей стороны экземпляр Наряд-Заказа.
В случае согласия Заказчика с замечаниями Исполнителя к содержанию Наряд-Заказа (п.4.6.3 - 4.6.4 Договора) Заказчик в течение 3-х рабочих дней с момента получения замечаний Исполнителя корректирует Наряд-Заказ. Согласование скорректированного Наряд-Заказа происходит в порядке установленном п.4.6.3-4.6.5. Договора.

Для приемки Заказчиком выполненных работ по договору, Подрядчиком предъявляются оформленные в соответствии с действующим  законодательством РФ и подписанные уполномоченными представителями Сторон, следующие документы:
Полевой акт приемки выполненных работ (Приложение №6) в оригинале;
Акт приемки выполненных работ (форма КС-2) в оригинале; 
Справка о выполненных работах и затратах (форма КС-3) в оригинале;
Счет-фактура в оригинале;
Программа по буровым растворам подписанная уполномоченными представителями Сторон;
Отчёт по пробуренной скважине (Приложение №23) на бумажном носителе и в электронном виде. Заказчик вправе вернуть отчет на доработку в течение 3х (трёх) рабочих дней с момента получения от Подрядчика, в случае несоответствия требованиям предусмотренным в (Приложении №23). 
В случае выполнения дополнительных работ Подрядчиком предъявляются следующие документы, оформленные надлежащим образом:
Акт о перерасходе хим.реагентов и материалов (Приложение №8.1.) в оригинале;
Расчет стоимости дополнительных работ (Приложение №8.2.) в оригинале; 
Распоряжение на проведение дополнительных работ по сопровождению буровых растворов (Приложение №8.3.);
Дополнения к индивидуальным программам на проведение работ;
Акт геологического осложнения (Приложение №8.4.);
План работ по ликвидации геологического/технологического осложнения/инцидента (Приложение №8.5.);
Протоколы о возникновении геологических и технологических осложнений/аварий.
По каждому случаю выполнения дополнительных работ на одной скважине должны оформляться отдельные Акты о перерасходе хим.реагентов и материалов (Приложение №8.1.) и Расчеты стоимости дополнительных работ (Приложение №8.2.), которые должны быть подтверждены суточными рапортами по буровым растворам. Оформление одного Акта о перерасходе хим.реагентов и материалов (Приложение №8.1.) и одного Расчета стоимости дополнительных работ (Приложение №8.2.) по нескольким случаям дополнительных работ на одной скважине не допускается.
Указанные документы предоставляются Подрядчиком Заказчику в течение трех дней с момента завершения работ и подписания первичного полевого акта, а в случае выполнения работ менее чем за 3 дня до окончания отчетного месяца – не позднее последнего дня отчетного месяца.
В случае несвоевременного предоставления Подрядчиком указанных документов, объемы выполненных работ будут приняты Заказчиком месяцем, следующим за отчетным, с указанием фактического периода выполнения работ.


Оплата за выполненные работы производится Заказчиком путем перечисления денежных средств  на расчетный счет Подрядчика в течение 30 календарных дней начиная с 1-го числа месяца следующего за отчетным, на основании надлежащим образом оформленных документов указанных в п.6.2


Сверка по производимым расчетам с составлением соответствующего Акта сверки осуществляется до 20-го числа месяца, следующего за окончанием отчетного квартала или при необходимости, по требованию одной из сторон. Во исполнение настоящего положения Подрядчик до 10-го числа месяца, следующего за окончанием отчетного квартала, или по необходимости, по требованию одной из сторон, предоставляет в адрес Заказчика  акт сверки взаимных расчетов.


7.12 Подрядчик, на основании письменного запроса Заказчика, предоставляет последнему, указанные в запросе документы, подтверждающие фактически понесенные при выполнении Работ по Договору расходы, в срок, установленный в таком запросе, но в любом случае, не позднее 10 календарных дней с момента получения запроса.


8.5 В случае просрочки оплаты выполненных работ Заказчиком уплачиваются проценты за пользование чужими денежными средствами (предусмотренные 395 ст. ГК РФ) за срок не свыше 30 календарных дней со дня нарушения срока оплаты. Размер указанных процентов определяется  двукратной учетной ставкой (ставками) Банка России, существовавшей в период такого нарушения.


В случае просрочки оплаты выполненных работ Заказчиком уплачиваются проценты за пользование чужими денежными средствами (предусмотренные 395 ст. ГК РФ) за срок не свыше 30 календарных дней со дня нарушения срока оплаты. Размер указанных процентов определяется  двукратной учетной ставкой (ставками) Банка России, существовавшей в период такого нарушения.


За нарушение сроков отчётности по объемам выполненных Работ (КС-2, КС-3, счета, счета-фактуры), отчётности по давальческим материалам (формы М-19, М-29), Заказчик вправе предъявить Подрядчику штраф в размере 0,1% от сумм подлежащих отчётности за каждые сутки задержки.


Подрядчик вправе не принимать в процессе выполнения работ материалы, предоставляемые Заказчиком, или не выполнять указания последнего, если это может привести к нарушению технологических требований и качества выполнения работ, негативному воздействию на окружающую среду, невозможности дальнейшего использования Заказчиком результатов выполненных работ. О каждом факте Подрядчик незамедлительно (в течение 24 часов) письменно уведомляет представителя Заказчика.
В случае выявления Подрядчиком некомплектного оборудования, некачественных или некондиционных материалов, являющихся собственностью Заказчика и передаваемых Подрядчику для проведения работ по настоящему Договору, Подрядчик в течение 24 часов обязан сообщить Заказчику о невозможности использования материалов, предоставив соответствующее обоснование. Заказчик при участии Подрядчика составляет по данному факту акт и предъявляет претензии к заводу-изготовителю или поставщику материалов, оборудования. Заказчик обязан устранить выявленные дефекты материалов, либо заменить материалы, оборудование в оговоренные сторонами сроки.


'''
